cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
brew "cctools"
brew "direnv"
brew "elixir"
brew "git"
brew "go"
brew "graphviz"
brew "hub"
brew "jq"
brew "neovim"
brew "node"
brew "pandoc"
brew "qt"
brew "rbenv"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "yarn"
brew "zsh"
cask "atom"
cask "dash"
cask "docker"
cask "font-fira-code"
cask "font-source-code-pro"
cask "font-fantasque-sans-mono"
cask "font-hack"
cask "gpg-suite"
cask "iterm2"
cask "keybase"
cask "omnifocus"
cask "omnioutliner"
cask "rowanj-gitx"
cask "spectacle"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
mas "1Password", id: 443987910
mas "Quiver", id: 866773894
mas "Slack", id: 803453959
