cask_args appdir: '~/Applications'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'neovim/neovim'
brew "cctools"
brew "chruby"
brew "direnv"
brew "git"
brew "git-lfs"
brew "go"
brew "gpg1" # https://medium.com/jubianchi-fr/mac-osx-and-gpg2-d5f719fc596#.19oqmiet7
brew "gpg-agent"
brew "heroku"
brew "pinentry-mac"
brew "neovim/neovim/neovim"
brew "pandoc"
brew "qt"
brew "rabbitmq"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby-install"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "zsh"
cask 'alfred'
cask 'dash'
cask 'docker'
cask 'firefox'
cask 'focus'
cask 'github-desktop'
cask 'google-chrome'
cask 'iterm2'
cask 'font-source-code-pro'
cask 'karabiner-elements'
cask 'launchrocket'
cask 'notational-velocity'
cask 'omnifocus'
mas '1Password', id: 443987910
mas 'Quiver', id: 866773894
mas 'Slack', id: 803453959
