cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'neovim/neovim'
brew "cctools"
brew "direnv"
brew "geckodriver"
brew "git"
brew "git-lfs"
brew "go"
brew "heroku"
brew "hub"
brew "jq"
brew "neovim"
brew "pandoc"
brew "qt"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby-build"
brew "stow"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "zsh"
cask 'alfred'
cask 'atom-beta'
cask 'dash'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'font-source-code-pro'
cask 'gpgtools'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keybase'
cask 'launchrocket'
cask 'omnifocus'
cask 'omnigraffle'
cask 'postgres'
cask 'rowanj-gitx'
cask 'rubymine'
cask 'screenhero'
mas '1Password', id: 443987910
mas 'Quiver', id: 866773894
mas 'Slack', id: 803453959
